Revit 2027 API
ParameterTypeId.RbsCabletrayRungspace Property
 "Rung Space"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayRungspace { get; }
Public Shared ReadOnly Property RbsCabletrayRungspace As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayRungspace {
	ForgeTypeId^ get ();
}
static member RbsCabletrayRungspace : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace